Repository: kwh66tw-art/JoyDive
Catalog: JD2-Logbook/JD2-Logbook/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hr, id, it, ja, ko, ms, nl, pt_pt, th, vi, zh_hans, zh_hant

source: Estimated using Bühlmann ZHL-16C from the imported profile only. Not a substitute for your dive computer or certified decompression software.
de: Geschätzt mit Bühlmann ZHL-16C ausschließlich auf Basis des importierten Profils. Kein Ersatz für Ihren Tauchcomputer oder zertifizierte Dekompressionssoftware.
el: Εκτίμηση με χρήση Bühlmann ZHL-16C μόνο από το εισαγόμενο προφίλ. Δεν υποκαθιστά τον υπολογιστή κατάδυσης ή πιστοποιημένο λογισμικό αποσυμπίεσης.
es: Estimado con Bühlmann ZHL-16C solo a partir del perfil importado. No sustituye a tu ordenador de buceo ni a un software de descompresión certificado.
fr: Estimation avec Bühlmann ZHL-16C basée uniquement sur le profil importé. Ne remplace pas votre ordinateur de plongée ni un logiciel de décompression certifié.
hr: Procijenjeno pomoću Bühlmann ZHL-16C samo na temelju uvezenog profila. Nije zamjena za vaš ronilački računalo ili certificirani softver za dekompresiju.
id: Diperkirakan menggunakan Bühlmann ZHL-16C hanya dari profil yang diimpor. Bukan pengganti dive computer atau perangkat lunak dekompresi bersertifikat Anda.
it: Stimato con Bühlmann ZHL-16C basandosi solo sul profilo importato. Non sostituisce il tuo computer subacqueo o un software di decompressione certificato.
ja: インポートしたプロファイルのみから Bühlmann ZHL-16C で推定しています。ダイブコンピューターや認定された減圧ソフトウェアの代わりにはなりません。
ko: 가져온 프로필만을 기반으로 Bühlmann ZHL-16C를 사용해 추정한 값입니다. 다이브 컴퓨터나 공인 감압 소프트웨어를 대체할 수 없습니다.
ms: Dianggarkan menggunakan Bühlmann ZHL-16C hanya daripada profil yang diimport. Bukan pengganti komputer selam atau perisian dekompresi bertauliah anda.
nl: Geschat met Bühlmann ZHL-16C, uitsluitend op basis van het geïmporteerde profiel. Geen vervanging voor je duikcomputer of gecertificeerde decompressiesoftware.
pt_pt: Estimado com Bühlmann ZHL-16C apenas a partir do perfil importado. Não substitui o seu computador de mergulho ou software de descompressão certificado.
th: ประมาณการโดยใช้ Bühlmann ZHL-16C จากโปรไฟล์ที่นำเข้าเท่านั้น ไม่สามารถใช้ทดแทนคอมพิวเตอร์ดำน้ำหรือซอฟต์แวร์ลดความดันที่ได้รับการรับรอง
vi: Ước tính bằng Bühlmann ZHL-16C chỉ dựa trên hồ sơ đã nhập. Không thay thế cho máy tính lặn hoặc phần mềm giảm áp được chứng nhận của bạn.
zh_hans: 仅根据导入的剖面数据，使用 Bühlmann ZHL-16C 估算。不能替代您的潜水电脑或经认证的减压软件。
zh_hant: 僅根據匯入的剖面資料，使用 Bühlmann ZHL-16C 估算。不能取代您的潛水電腦或經認證的減壓軟體。

source: Exit Time
de: Austrittszeit
el: Ώρα εξόδου
es: Hora de salida
fr: Heure de sortie
hr: Vrijeme izlaska
id: Waktu keluar
it: Orario di uscita
ja: エグジット時刻
ko: 출수 시간
ms: Waktu keluar
nl: Uitstaptijd
pt_pt: Hora de saída
th: เวลาออกน้ำ
vi: Thời gian ra nước
zh_hans: 出水时间
zh_hant: 出水時間

source: Export all dives to a JSON file, or restore from a previously exported file.
de: Exportiere alle Tauchgänge in eine JSON-Datei oder stelle sie aus einer zuvor exportierten Datei wieder her.
el: Εξαγάγετε όλες τις καταδύσεις σε αρχείο JSON ή επαναφέρετε από ένα αρχείο που εξήχθη προηγουμένως.
es: Exporta todas las inmersiones a un archivo JSON, o restaura desde un archivo exportado anteriormente.
fr: Exportez toutes les plongées vers un fichier JSON, ou restaurez à partir d'un fichier précédemment exporté.
hr: Izvezite sve urone u JSON datoteku ili vratite iz prethodno izvezene datoteke.
id: Ekspor semua penyelaman ke file JSON, atau pulihkan dari file yang diekspor sebelumnya.
it: Esporta tutte le immersioni in un file JSON, oppure ripristina da un file esportato in precedenza.
ja: すべての潜水記録をJSONファイルに書き出す、または以前に書き出したファイルから復元します。
ko: 모든 다이브를 JSON 파일로 내보내거나 이전에 내보낸 파일에서 복원하세요.
ms: Eksport semua selaman ke fail JSON, atau pulihkan daripada fail yang dieksport sebelum ini.
nl: Exporteer alle duiken naar een JSON-bestand, of herstel vanuit een eerder geëxporteerd bestand.
pt_pt: Exporte todos os mergulhos para um ficheiro JSON, ou restaure a partir de um ficheiro exportado anteriormente.
th: ส่งออกการดำน้ำทั้งหมดเป็นไฟล์ JSON หรือกู้คืนจากไฟล์ที่เคยส่งออกไว้ก่อนหน้านี้
vi: Xuất tất cả các lần lặn ra tệp JSON, hoặc khôi phục từ tệp đã xuất trước đó.
zh_hans: 将所有潜水记录导出为 JSON 文件，或从先前导出的文件还原。
zh_hant: 將所有潛水記錄匯出為 JSON 檔案，或從先前匯出的檔案還原。

source: Export Backup
de: Sicherung exportieren
el: Εξαγωγή Αντιγράφου Ασφαλείας
es: Exportar Copia de Seguridad
fr: Exporter la Sauvegarde
hr: Izvezi Sigurnosnu Kopiju
id: Ekspor Cadangan
it: Esporta Backup
ja: バックアップを書き出す
ko: 백업 내보내기
ms: Eksport Sandaran
nl: Back-up Exporteren
pt_pt: Exportar Cópia de Segurança
th: ส่งออกข้อมูลสำรอง
vi: Xuất Bản Sao Lưu
zh_hans: 导出备份
zh_hant: 匯出備份

source: Failed Files
de: Fehlgeschlagene Dateien
el: Aποτυχημένα αρχεία
es: Archivos fallidos
fr: Fichiers échoués
hr: Neuspjele datoteke
id: File Gagal
it: File non riusciti
ja: 失敗したファイル
ko: 실패한 파일
ms: Fail Gagal
nl: Mislukte bestanden
pt_pt: Ficheiros com falha
th: ไฟล์ที่ล้มเหลว
vi: Tệp bị lỗi
zh_hans: 失败文件
zh_hant: 失敗檔案

source: Fast
de: Schnell
el: Γρήγορο
es: Rápido
fr: Rapide
hr: Brzo
id: Cepat
it: Veloce
ja: 速い
ko: 빠름
ms: Cepat
nl: Snel
pt_pt: Rápido
th: เร็ว
vi: Nhanh
zh_hans: 快组织
zh_hant: 快組織

# File %lld of %lld
source: File %1$lld of %2$lld
de: Datei %1$lld von %2$lld
el: Αρχείο %1$lld από %2$lld
es: Archivo %1$lld de %2$lld
fr: Fichier %1$lld sur %2$lld
hr: Datoteka %1$lld od %2$lld
id: File %1$lld dari %2$lld
it: File %1$lld di %2$lld
ja: ファイル %1$lld / %2$lld
ko: 파일 %1$lld/%2$lld
ms: Fail %1$lld daripada %2$lld
nl: Bestand %1$lld van %2$lld
pt_pt: Ficheiro %1$lld de %2$lld
th: ไฟล์ %1$lld จาก %2$lld
vi: Tệp %1$lld trong %2$lld
zh_hans: 第 %1$lld 个文件（共 %2$lld 个）
zh_hant: 第 %1$lld 個檔案（共 %2$lld 個）

source: Follow System
de: System folgen
el: Ακολούθηση συστήματος
es: Igual que el sistema
fr: Suivre le système
hr: Prati sustav
id: Ikuti Sistem
it: Segui sistema
ja: システム設定に従う
ko: 시스템 설정 따르기
ms: Ikut Sistem
nl: Systeeminstelling volgen
pt_pt: Seguir o sistema
th: ตามระบบ
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Freshwater
de: Süßwasser
el: Γλυκό νερό
es: Agua dulce
fr: Eau douce
hr: Slatka voda
id: Air Tawar
it: Acqua dolce
ja: 淡水
ko: 담수
ms: Air Tawar
nl: Zoetwater
pt_pt: Água doce
th: น้ำจืด
vi: Nước ngọt
zh_hans: 淡水
zh_hant: 淡水

source: Gas Mix
de: Gasgemisch
el: Μείγμα αερίου
es: Mezcla de gases
fr: Mélange de gaz
hr: Mješavina plina
id: Campuran Gas
it: Miscela gas
ja: 混合ガス
ko: 기체 믹스
ms: Campuran Gas
nl: Gasmengsel
pt_pt: Mistura de gases
th: ส่วนผสมแก๊ส / ก๊าซผสม
vi: Hỗn hợp khí
zh_hans: 混合气体
zh_hant: 混合氣體

source: GPS Location
de: GPS-Standort
el: Τοποθεσία GPS
es: Ubicación GPS
fr: Position GPS
hr: GPS lokacija
id: Lokasi GPS
it: Posizione GPS
ja: GPS位置情報
ko: GPS 위치
ms: Lokasi GPS
nl: GPS-locatie
pt_pt: Localização GPS
th: ตำแหน่ง GPS
vi: Vị trí GPS
zh_hans: GPS 定位
zh_hant: GPS 定位

source: Hello, world!
de: Hallo Welt!
el: Γεια σου, κόσμε!
es: ¡Hola, mundo!
fr: Bonjour le monde !
hr: Pozdrav, svijete!
id: Halo, dunia!
it: Ciao, mondo!
ja: こんにちは、世界！
ko: 안녕, 세상아!
ms: Helo, dunia!
nl: Hallo wereld!
pt_pt: Olá, mundo!
th: สวัสดีชาวโลก!
vi: Chào thế giới!
zh_hans: 你好，世界！
zh_hant: 你好，世界！

source: Import Backup
de: Sicherung importieren
el: Εισαγωγή Αντιγράφου Ασφαλείας
es: Importar Copia de Seguridad
fr: Importer la Sauvegarde
hr: Uvezi Sigurnosnu Kopiju
id: Impor Cadangan
it: Importa Backup
ja: バックアップをインポート
ko: 백업 가져오기
ms: Import Sandaran
nl: Back-up Importeren
pt_pt: Importar Cópia de Segurança
th: นำเข้าข้อมูลสำรอง
vi: Nhập Bản Sao Lưu
zh_hans: 导入备份
zh_hant: 匯入備份

source: Import Completed with Issues
de: Import mit Problemen abgeschlossen
el: Η εισαγωγή ολοκληρώθηκε με προβλήματα
es: Importación completada con problemas
fr: Importation terminée avec des problèmes
hr: Uvoz dovršen s problemima
id: Impor Selesai dengan Masalah
it: Importazione completata con problemi
ja: インポート完了（問題あり）
ko: 가져오기 완료(문제 있음)
ms: Import selesai dengan isu
nl: Import voltooid met problemen
pt_pt: Importação concluída com problemas
th: นำเข้าเสร็จสิ้นพร้อมปัญหา
vi: Nhập hoàn tất kèm sự cố
zh_hans: 导入完成，但有问题
zh_hant: 匯入完成，但有問題

source: Import Dives
de: Tauchgänge importieren
el: Εισαγωγή καταδύσεων
es: Importar inmersiones
fr: Importer des plongées
hr: Uvezi urone
id: Impor Penyelaman
it: Importa immersioni
ja: ダイビングをインポート
ko: 다이빙 가져오기
ms: Import Selam
nl: Importeer duiken
pt_pt: Importar mergulhos
th: นำเข้าไดฟ์
vi: Nhập chuyến lặn
zh_hans: 导入潜水记录
zh_hant: 匯入潛水記錄

source: Import Failed
de: Import fehlgeschlagen
el: Αποτυχία εισαγωγής
es: Error al importar
fr: Échec de l'import
hr: Uvoz nije uspio
id: Impor Gagal
it: Importazione fallita
ja: 読み込み失敗
ko: 가져오기 실패
ms: Import Gagal
nl: Importeren mislukt
pt_pt: Falha na importação
th: นำเข้าล้มเหลว
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Successful
de: Import erfolgreich
el: Επιτυχής εισαγωγή
es: Importación exitosa
fr: Import réussi
hr: Uvoz uspješan
id: Impor Berhasil
it: Importazione completata
ja: 読み込み成功
ko: 가져오기 성공
ms: Import Berjaya
nl: Import geslaagd
pt_pt: Importação com sucesso
th: นำเข้าสำเร็จ
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 匯入成功

source: Imported %d dives, skipped %d duplicates.
de: %d Tauchgänge importiert, %d Duplikate übersprungen.
el: Έγινε εισαγωγή %d καταδύσεων, παραλείφθηκαν %d διπλότυπα.
es: Se importaron %d inmersiones, se omitieron %d duplicados.
fr: %d plongées importées, %d doublons ignorés.
hr: Uvezeno %d urona, preskočeno %d duplikata.
id: %d penyelaman diimpor, %d duplikat dilewati.
it: Importate %d immersioni, %d duplicati ignorati.
ja: %d 件の潜水記録をインポートし、%d 件の重複をスキップしました。
ko: 다이브 %d개를 가져왔고, 중복 %d개를 건너뛰었습니다.
ms: %d selaman diimport, %d pendua dilangkau.
nl: %d duiken geïmporteerd, %d duplicaten overgeslagen.
pt_pt: %d mergulhos importados, %d duplicados ignorados.
th: นำเข้าการดำน้ำ %d รายการ ข้าม %d รายการที่ซ้ำ
vi: Đã nhập %d lần lặn, bỏ qua %d bản trùng lặp.
zh_hans: 已导入 %d 条潜水记录，跳过 %d 条重复记录。
zh_hant: 已匯入 %d 筆潛水記錄，跳過 %d 筆重複記錄。

# Importing file %lld of %lld: %@
source: Importing file %1$lld of %2$lld: %3$@
de: Datei %1$lld von %2$lld wird importiert: %3$@
el: Εισαγωγή αρχείου %1$lld από %2$lld: %3$@
es: Importando archivo %1$lld de %2$lld: %3$@
fr: Importation du fichier %1$lld sur %2$lld : %3$@
hr: Uvoz datoteke %1$lld od %2$lld: %3$@
id: Mengimpor file %1$lld dari %2$lld: %3$@
it: Importazione file %1$lld di %2$lld: %3$@
ja: ファイル %1$lld / %2$lld を取り込み中：%3$@
ko: 파일 %1$lld/%2$lld 가져오는 중: %3$@
ms: Mengimport fail %1$lld daripada %2$lld: %3$@
nl: Bestand %1$lld van %2$lld importeren: %3$@
pt_pt: A importar ficheiro %1$lld de %2$lld: %3$@
th: กำลังนำเข้าไฟล์ %1$lld จาก %2$lld: %3$@
vi: Đang nhập tệp %1$lld trong %2$lld: %3$@
zh_hans: 正在导入第 %1$lld 个文件（共 %2$lld 个）：%3$@
zh_hant: 正在匯入第 %1$lld 個檔案（共 %2$lld 個）：%3$@

source: Importing…
de: Importieren…
el: Εισαγωγή…
es: Importando…
fr: Importation…
hr: Uvoženje…
id: Sedang mengimpor…
it: Importazione in corso…
ja: 読み込み中…
ko: 가져오는 중…
ms: Sedang mengimport…
nl: Importeren…
pt_pt: Importando…
th: กำลังนำเข้า…
vi: Đang nhập…
zh_hans: 导入中…
zh_hant: 匯入中…

source: Incoming
de: Flut
el: Πλημμυρίδα
es: Marea creciente
fr: Montante
hr: Plima
id: Pasang
it: Marea crescente
ja: 上げ潮
ko: 밀물
ms: Pasang
nl: Vloed
pt_pt: Enchente
th: น้ำขึ้น
vi: Triều lên
zh_hans: 涨潮
zh_hant: 漲潮

source: iOS Settings
de: iOS-Einstellungen
el: Ρυθμίσεις iOS
es: Ajustes de iOS
fr: Réglages iOS
hr: iOS postavke
id: Pengaturan iOS
it: Impostazioni iOS
ja: iOSの設定
ko: iOS 설정
ms: Tetapan iOS
nl: iOS-instellingen
pt_pt: Definições do iOS
th: การตั้งค่า iOS
vi: Cài đặt iOS
zh_hans: iOS 设置
zh_hant: iOS 設定

source: Jump to Today
de: Heute
el: Μετάβαση στο σήμερα
es: Ir a hoy
fr: Aujourd'hui
hr: Skoči na danas
id: Lompat ke Hari Ini
it: Vai a oggi
ja: 今日へ移動
ko: 오늘로 이동
ms: Lompat ke Hari Ini
nl: Naar vandaag
pt_pt: Ir para hoje
th: ข้ามไปวันนี้
vi: Nhảy đến hôm nay
zh_hans: 跳至今天
zh_hant: 跳至今天

source: Key Stats
de: Wichtige Statistiken
el: Κύρια στατιστικά
es: Estadísticas clave
fr: Statistiques clés
hr: Ključne statistike
id: Statistik Utama
it: Statistiche chiave
ja: 主な統計
ko: 주요 통계
ms: Statistik Utama
nl: Belangrijkste statistieken
pt_pt: Estatísticas principais
th: สถิติหลัก
vi: Số liệu chính
zh_hans: 主要数据
zh_hant: 主要數據

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hr: Jezik
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pt_pt: Idioma
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Language changes take effect right away. Some system-provided panels may still use the device language until you reopen the app.
de: Sprachänderungen wirken sofort. Manche vom System bereitgestellten Ansichten verwenden bis zum nächsten App-Start weiterhin die Gerätesprache.
el: Οι αλλαγές γλώσσας ισχύουν αμέσως. Ορισμένα παράθυρα του συστήματος ενδέχεται να συνεχίσουν να χρησιμοποιούν τη γλώσσα της συσκευής μέχρι να ανοίξετε ξανά την εφαρμογή.
es: Los cambios de idioma se aplican de inmediato. Algunos paneles del sistema pueden seguir usando el idioma del dispositivo hasta que vuelvas a abrir la aplicación.
fr: Les changements de langue prennent effet immédiatement. Certains panneaux fournis par le système peuvent continuer à utiliser la langue de l'appareil jusqu'à ce que vous rouvriez l'application.
hr: Promjene jezika stupaju na snagu odmah. Neki sustavski prozori mogu i dalje koristiti jezik uređaja dok ponovno ne otvorite aplikaciju.
id: Perubahan bahasa langsung berlaku. Beberapa panel bawaan sistem mungkin masih menggunakan bahasa perangkat hingga Anda membuka ulang aplikasi.
it: Le modifiche alla lingua hanno effetto immediato. Alcuni pannelli di sistema potrebbero continuare a usare la lingua del dispositivo finché non riapri l'app.
ja: 言語の変更はすぐに反映されます。一部のシステム提供パネルは、アプリを再度開くまで端末の言語のままになる場合があります。
ko: 언어 변경은 즉시 적용됩니다. 일부 시스템 제공 패널은 앱을 다시 열 때까지 기기 언어를 계속 사용할 수 있습니다.
ms: Perubahan bahasa berkuat kuasa serta-merta. Sesetengah panel sistem mungkin masih menggunakan bahasa peranti sehingga anda membuka semula aplikasi.
nl: Taalwijzigingen worden meteen toegepast. Sommige systeempanelen gebruiken mogelijk nog de apparaattaal totdat je de app opnieuw opent.
pt_pt: As alterações de idioma têm efeito imediato. Alguns painéis do sistema podem continuar a usar o idioma do dispositivo até reabrir a aplicação.
th: การเปลี่ยนภาษาจะมีผลทันที บางแผงที่มาจากระบบอาจยังคงใช้ภาษาของอุปกรณ์จนกว่าคุณจะเปิดแอปอีกครั้ง
vi: Thay đổi ngôn ngữ có hiệu lực ngay lập tức. Một số bảng điều khiển của hệ thống có thể vẫn dùng ngôn ngữ thiết bị cho đến khi bạn mở lại ứng dụng.
zh_hans: 语言更改会立即生效。部分系统提供的面板在您重新打开 App 前可能仍会使用设备语言。
zh_hant: 語言變更會立即生效。部分系統提供的面板在您重新開啟 App 前可能仍會使用裝置語言。

source: Language, appearance, and preferences will be available in a future update.
de: Sprache, Erscheinungsbild und Einstellungen werden in einem zukünftigen Update verfügbar sein.
el: Η γλώσσα, η εμφάνιση και οι προτιμήσεις θα είναι διαθέσιμες σε μελλοντική ενημέρωση.
es: El idioma, la apariencia y las preferencias estarán disponibles en una próxima actualización.
fr: La langue, l'apparence et les préférences seront disponibles dans une prochaine mise à jour.
hr: Jezik, izgled i postavke bit će dostupni u budućem ažuriranju.
id: Bahasa, tampilan, dan preferensi akan tersedia dalam pembaruan mendatang.
it: Lingua, aspetto e preferenze saranno disponibili in un prossimo aggiornamento.
ja: 言語、外観、環境設定は今後のアップデートで利用可能になります。
ko: 언어, 화면 스타일 및 환경 설정은 향후 업데이트에서 지원될 예정입니다.
ms: Bahasa, penampilan dan keutamaan akan tersedia dalam kemas kini masa hadapan.
nl: Taal, weergave en voorkeuren komen beschikbaar in een toekomstige update.
pt_pt: O idioma, a aparência e as preferências estarão disponíveis numa atualização futura.
th: ภาษา รูปลักษณ์ และการตั้งค่าจะพร้อมใช้งานในการอัปเดตในอนาคต.
vi: Ngôn ngữ, giao diện và tùy chọn sẽ khả dụng trong bản cập nhật tương lai.
zh_hans: 语言、外观与偏好设置将在后续版本中提供。
zh_hant: 語言、外觀與偏好設定將在後續版本中提供。

source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Lieu
hr: Lokacija
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
ms: Lokasi
nl: Locatie
pt_pt: Localização
th: สถานที่
vi: Địa điểm
zh_hans: 地点
zh_hant: 地點

source: Location Access Denied
de: Standortzugriff verweigert
el: Η πρόσβαση τοποθεσίας απορρίφθηκε
es: Acceso a la ubicación denegado
fr: Accès à la position refusé
hr: Pristup lokaciji odbijen
id: Akses Lokasi Ditolak
it: Accesso alla posizione negato
ja: 位置情報へのアクセスが拒否されました
ko: 위치 액세스가 거부됨
ms: Akses Lokasi Ditolak
nl: Locatietoegang geweigerd
pt_pt: Acesso à localização negado
th: การเข้าถึงตำแหน่งถูกปฏิเสธ
vi: Truy cập vị trí bị từ chối
zh_hans: 位置权限被拒绝
zh_hant: 定位權限被拒絕

source: Location data stays on your device and is only requested while enabled.
de: Standortdaten verbleiben auf deinem Gerät und werden nur bei Aktivierung angefragt.
el: Τα δεδομένα τοποθεσίας παραμένουν στη συσκευή σας και ζητούνται μόνο όταν είναι ενεργοποιημένα.
es: Los datos de ubicación permanecen en tu dispositivo y solo se solicitan mientras está activado.
fr: Les données de localisation restent sur votre appareil et ne sont demandées que lorsque l'option est activée.
hr: Podaci o lokaciji ostaju na vašem uređaju i traže se samo dok je opcija omogućena.
id: Data lokasi tetap di perangkat Anda dan hanya diminta saat diaktifkan.
it: I dati sulla posizione restano sul tuo dispositivo e vengono richiesti solo quando è attivo.
ja: 位置情報データは端末内に保存され、有効化している間のみ取得されます。
ko: 위치 데이터는 기기에만 저장되며, 활성화된 동안에만 요청됩니다.
ms: Data lokasi kekal pada peranti anda dan hanya diminta semasa didayakan.
nl: Locatiegegevens blijven op je apparaat en worden alleen opgevraagd wanneer dit is ingeschakeld.
pt_pt: Os dados de localização permanecem no seu dispositivo e só são pedidos enquanto estiver ativado.
th: ข้อมูลตำแหน่งจะถูกเก็บไว้ในอุปกรณ์ของคุณเท่านั้น และจะถูกร้องขอเฉพาะเมื่อเปิดใช้งาน
vi: Dữ liệu vị trí được lưu trên thiết bị của bạn và chỉ được yêu cầu khi tính năng này được bật.
zh_hans: 位置数据仅保留在您的设备上，且仅在启用时才会请求。
zh_hant: 位置資料只會保留在您的裝置上，且僅在啟用時才會請求。

source: Logbook
de: Logbuch
el: Ημερολόγιο
es: Diario
fr: Carnet
it: Giornale
ja: ログ
ko: 로그북
ms: Log
nl: Logboek
pt_pt: Diário
th: สมุดบันทึก
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

source: Mandatory Safety Stop
de: Obligatorischer Sicherheitsstopp
el: Υποχρεωτική Στάση Ασφαλείας
es: Parada de seguridad obligatoria
fr: Palier de sécurité obligatoire
hr: Obavezno sigurnosno zaustavljanje
id: Pemberhentian keselamatan wajib
it: Sosta di sicurezza obbligatoria
ja: 強制セーフティストップ
ko: 필수 안전 스톱
ms: Hentian keselamatan wajib
nl: Verplichte veiligheidsstop
pt_pt: Paragem de segurança obrigatória
th: เซฟตี้สต็อปบังคับ
vi: Dừng an toàn bắt buộc
zh_hans: 强制安全停留
zh_hant: 強制安全停留

source: Manual Entry
de: Manuelle Eingabe
el: Μη αυτόματη καταχώριση
es: Entrada manual
fr: Saisie manuelle
hr: Ručni unos
id: Entri Manual
it: Inserimento manuale
ja: 手動入力
ko: 수동 입력
ms: Kemasukan Manual
nl: Handmatige invoer
pt_pt: Entrada manual
th: กรอกข้อมูลเอง
vi: Nhập thủ công
zh_hans: 手动创建
zh_hant: 手動輸入

source: Map
de: Karte
el: Χάρτης
es: Mapa
fr: Carte
hr: Karta
id: Peta
it: Mappa
ja: マップ
ko: 지도
ms: Peta
nl: Kaart
pt_pt: Mapa
th: แผนที่
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

source: Map view coming soon
de: Kartenansicht demnächst verfügbar
el: Η προβολή χάρτη έρχεται σύντομα
es: Vista de mapa próximamente
fr: Vue carte bientôt disponible
hr: Prikaz karte stiže uskoro
id: Tampilan peta segera hadir
it: Mappa in arrivo
ja: マップビューは近日公開予定
ko: 지도 뷰 곧 출시 예정
ms: Paparan peta akan datang
nl: Kaartweergave binnenkort beschikbaar
pt_pt: Vista de mapa em breve
th: มุมมองแผนที่เร็ว ๆ นี้
vi: Giao diện bản đồ sắp ra mắt
zh_hans: 地图视图即将推出
zh_hant: 地圖檢視即將推出

source: Max Ceiling
de: Maximale Decotiefe
el: Μέγιστη Οροφή
es: Techo Máximo
fr: Plafond Maximum
hr: Maksimalni Strop
id: Batas maks.
it: Quota max
ja: 最大シーリング
ko: 최대 실링
ms: Had maks.
nl: Max. decoplafond
pt_pt: Teto Máximo
th: ระดับเพดานลดความดันลึกสุด
vi: Trần Sâu Nhất
zh_hans: 最大减压上限
zh_hant: 最大減壓上限

source: Max Depth
de: Maximale Tiefe
el: Μέγιστο βάθος
es: Profundidad máx.
fr: Profondeur max
hr: Maks. dubina
id: Kedalaman Maks.
it: Profondità max
ja: 最大水深
ko: 최대 수심
ms: Kedalaman Maks.
nl: Max. diepte
pt_pt: Profundidade máx.
th: ความลึกสูงสุด
vi: Độ sâu tối đa
zh_hans: 最大深度
zh_hant: 最大深度

# Max Depth: %.1f metres
source: Max Depth: %.1f m
de: Maximale Tiefe: %.1f m
el: Μέγιστο βάθος: %.1f μ.
es: Profundidad máx.: %.1f m
fr: Profondeur max : %.1f m
hr: Maks. dubina: %.1f m
id: Kedalaman Maksimum: %.1f m
it: Profondità max: %.1f m
ja: 最大水深：%.1f m
ko: 최대 수심: %.1f m
ms: Kedalaman Maks: %.1f m
nl: Max. diepte: %.1f m
pt_pt: Profundidade máx.: %.1f m
th: ความลึกสูงสุด: %.1f ม.
vi: Độ sâu tối đa: %.1f m
zh_hans: 最大深度：%.1f m
zh_hant: 最大深度：%.1f m

source: Max Depth: %@
de: Maximale Tiefe: %@
el: Μέγιστο βάθος: %@
es: Profundidad máx.: %@
fr: Profondeur max. : %@
hr: Maks. dubina: %@
id: Kedalaman maks.: %@
it: Profondità max: %@
ja: 最大水深：%@
ko: 최대 수심: %@
ms: Kedalaman maks.: %@
nl: Max. diepte: %@
pt_pt: Profundidade máx.: %@
th: ความลึกสูงสุด: %@
vi: Độ sâu tối đa: %@
zh_hans: 最大深度：%@
zh_hant: 最大深度：%@

source: Min Depth
de: Minimale Tiefe
el: Ελάχιστο βάθος
es: Profundidad mínima
fr: Profondeur minimale
hr: Minimalna dubina
id: Kedalaman minimum
it: Profondità minima
ja: 最小水深
ko: 최소 수심
ms: Kedalaman minimum
nl: Minimale diepte
pt_pt: Profundidade mínima
th: ความลึกต่ำสุด
vi: Độ sâu tối thiểu
zh_hans: 最小深度
zh_hant: 最小深度

source: Moderate
de: Mäßig
el: Μέτρια
es: Moderado
fr: Modéré
hr: Umjereno
id: Sedang
it: Moderato
ja: 中程度
ko: 중간
ms: Sedang
nl: Matig
pt_pt: Moderado
th: ปานกลาง
vi: Vừa phải
zh_hans: 中等
zh_hant: 中等

source: Month
de: Monat
el: Μήνας
es: Mes
fr: Mois
hr: Mjesec
id: Bulan
it: Mese
ja: 月
ko: 월
ms: Bulan
nl: Maand
pt_pt: Mês
th: เดือน
vi: Tháng
zh_hans: 月
zh_hant: 月

source: New Dive
de: Neuer Tauchgang
el: Νέα κατάδυση
es: Nueva inmersión
fr: Nouvelle plongée
hr: Novi uron
id: Penyelaman Baru
it: Nuova immersione
ja: 新しいダイビング
ko: 새 다이빙
ms: Selam Baru
nl: Nieuwe duik
pt_pt: Novo mergulho
th: ไดฟ์ใหม่
vi: Chuyến lặn mới
zh_hans: 新增潜水
zh_hant: 新增潛水

source: Next month
de: Nächster Monat
el: Επόμενος μήνας
es: Mes siguiente
fr: Mois suivant
hr: Sljedeći mjesec
id: Bulan depan
it: Mese successivo
ja: 来月
ko: 다음 달
ms: Bulan depan
nl: Volgende maand
pt_pt: Mês seguinte
th: เดือนถัดไป
vi: Tháng sau
zh_hans: 下个月
zh_hant: 下個月

source: Next year
de: Nächstes Jahr
el: Επόμενο έτος
es: Año siguiente
fr: Année suivante
hr: Sljedeća godina
id: Tahun depan
it: Anno successivo
ja: 翌年
ko: 내년
ms: Tahun depan
nl: Volgend jaar
pt_pt: Ano seguinte
th: ปีหน้า
vi: Năm sau
zh_hans: 下一年
zh_hant: 下一年

source: No
de: Nein
el: Όχι
fr: Non
hr: Ne
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nl: Nee
pt_pt: Não
th: ไม่ใช่
vi: Không
zh_hans: 否
zh_hant: 否

source: No Deco
de: Nullzeit
el: NDL
es: Sin deco
fr: Sans déco
hr: NDL
id: Tanpa deko
ja: 無減圧
ko: 무감압
ms: Tanpa deko
nl: Nultijd
pt_pt: Sem deco
th: ไม่มีดีโก้
vi: Không deco
zh_hans: 免减压
zh_hant: 免減壓

source: No Dive Selected
de: Kein Tauchgang ausgewählt
el: Δεν επιλέχθηκε κατάδυση
es: Ninguna inmersión seleccionada
fr: Aucune plongée sélectionnée
hr: Nije odabran uron
id: Tidak ada penyelaman yang dipilih
it: Nessuna immersione selezionata
ja: ダイビングが選択されていません
ko: 선택된 다이빙 없음
ms: Tiada Selam Dipilih
nl: Geen duik geselecteerd
pt_pt: Nenhum mergulho selecionado
th: ไม่ได้เลือกไดฟ์
vi: Chưa chọn chuyến lặn
zh_hans: 未选择潜水
zh_hant: 未選取潛水

source: No dives on this date.
de: Keine Tauchgänge an diesem Datum.
el: Χωρίς καταδύσεις αυτή την ημερομηνία.
es: No hay inmersiones en esta fecha.
fr: Aucune plongée à cette date.
hr: Nema urona na ovaj datum.
id: Tidak ada penyelaman pada tanggal ini.
it: Nessuna immersione in questa data.
ja: この日のダイビングはありません。
ko: 이 날짜에 다이빙이 없습니다.
ms: Tiada selam pada tarikh ini.
nl: Geen duiken op deze datum.
pt_pt: Sem mergulhos nesta data.
th: ไม่มีไดฟ์ในวันนี้
vi: Không có chuyến lặn vào ngày này.
zh_hans: 此日期没有潜水记录。
zh_hant: 這一天沒有潛水記錄。
